cylinderCases/nonNewtonianTurbulent/Allrun
blockMesh > log.blockMesh
simpleFoam > log.simpleFoam
